// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "启用 Wi-Fi Direct";
WDTTaskDescription = "使用直接的无线连接可将支持无线功能的智能手机、笔记本电脑或其他移动设备轻松地连接到您的打印机。";

WDTSecurityRequiredDescription = "通过提供密码限制对打印机的访问(推荐)。";

WDTPassphraseTitle = "密码:";
WDTShowPassphraseButtonTitle = "显示密钥";
WDTSavePassphraseButtonTitle = "将口令保存在我的钥匙串中";
WDTEmptyPassphraseError = "密码不得为空。";
WDTTooShortPassphraseError = "密码必须至少有 8 个字符。";

WDTConfigureWiFiDirectButtonTitle = "配置 Mac 以无缝使用 HP Wi-Fi Direct";
WDTConfigureWiFiDirectDescription = "将 Mac 设置为在远离常用无线网络时自动接入打印机的 Wi-Fi Direct 网络。";
WDTConfigurtWiFiDirectAdditionalDescription = "通过使用 Apple 菜单的“位置”子菜单，能够在常用网络配置和打印机的 Wi-Fi Direct 网络配置之间快速切换。";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "要了解更多有关使用打印机的 Wi-Fi Direct 的信息，请访问";

WDTCannotBeEnabledErrorTitle = "无法启用 Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "无法在打印机的当前配置中启用 Wi-Fi Direct。有关更多信息，请尝试使用打印机的控制面板或主页（也称为内嵌式 Web 服务器或 EWS）打开 Wi-Fi Direct。";
